[
  {
    "_id": "bartering",
    "name": "Bartering",
    "description": "Bartering improves your haggling skills with traders.",
    "effects": "Bartering improves your haggling skills. With each point invested, traders' items become 2% cheaper and your items become 4% more expensive.",
    "points": 0
  },
  {
    "_id": "lucky-charm",
    "name": "Lucky Charm",
    "description": "Lucky Charm increases your likelihood of finding extra treasure whenever loot is stashed.",
    "effects": "Every time the character opens a loot stash, Lucky Charm gives a chance that it will have more loot than usual . A unique sound and animation will play if Lucky Charm successfully triggers.",
    "points": 0
  },
  {
    "_id": "persuasion",
    "name": "Persuasion",
    "description": "Persuasion helps you convince characters to do your bidding in dialogues, and increases how much characters like you.",
    "effects": "Increases base Attitude with strangers by 5 per point.",
    "points": 0
  },
  {
    "_id": "loremaster",
    "name": "Loremaster",
    "description": "Loremaster identifiles enemies and allows you to identify items. Increasing Loremaster allows you to identify more, faster.",
    "effects": "To identify, use an identifying glass and click on the item you want to identify. To examine a monster or NPC, right click them and choose Examine. Higher level equipment will need higher Loremaster.",
    "points": 0
  },
  {
    "_id": "telekinesis",
    "name": "Telekinesis",
    "description": "Telekinesis allows you to move items telepathically regardless of weight.",
    "effects": "Range of telekinesis is 6m per point. ",
    "points": 0
  },
  {
    "_id": "sneaking",
    "name": "Sneaking",
    "description": "Sneaking determines how well you can sneak without getting caught.",
    "effects": "A higher sneaking ability improves your movement speed while sneaking and shrinks NPC sight cones.",
    "points": 0
  },
  {
    "_id": "thievery",
    "name": "Thievery",
    "description": "Thievery improves your lockpicking and pickpocketing skills.",
    "effects": "To lockpick, use a lockpick and click on the item you want to lockpick. Or right-click the item and choose from the menu.(+2kg and xx gold value)",
    "points": 0
  }
]